{"http://www.uic.edu": {"text": "Located in the heart of one of the world’s great cities, the University of Illinois at Chicago is a vital part of the educational, technological and cultural fabric of the region. As Chicago’s only public research university with 30,000 students, 15 colleges, a hospital and a health sciences system, UIC provides you access to excellence and opportunity. UIC is proud to be recognized as having one of the most ethnically and culturally rich college campuses in America. Our welcoming environment and diverse student body engender deeper learning and provide new perspectives on life. Come experience the strength of multiple voices, races, cultures, beliefs, identities, orientations and points of view. All human advancement begins with an idea. Ideas change the world. And at UIC, ideas abound! Come join us. Come share your ideas. Sponsored by the Gender and Sexuality Center and Latino Cultural Center Information on requirements, application process and careers in public policy Robert Clarke, PhD, DSc\n\nSponsored by the Breast Cancer Research Group at the University of Illinois Cancer Center. University of Illinois at Chicago  Expand menu Menu The University of Illinois at Chicago  Reminders  IGNITE The Campaign  for UIC University of Illinois at Chicago Book a visit Request info Apply now Contact us | | | ", "out_links": ["http://maps.uic.edu/", "http://www.uic.edu/apps/departments-az/search", "http://library.uic.edu/", "http://oge.uic.edu/", "https://today.uic.edu/resources/current-students", "https://today.uic.edu/resources/faculty-staff", "https://give.uic.edu/", "http://admissions.uic.edu/book-visit?utm_source=uic.edu&utm_medium=website&utm_campaign=general-2018&utm_content=cta_button", "http://admissions.uic.edu/undergraduate/request-information?utm_source=uic.edu&utm_medium=website&utm_campaign=general-2017&utm_content=cta_button", "http://admissions.uic.edu/apply-now?utm_source=uic.edu&utm_medium=website&utm_campaign=general-2017&utm_content=cta_button", "http://economicimpact.uic.edu/", "http://sldvs.uic.edu/", "http://ignite.uic.edu", "http://today.uic.edu/home-away-from-home-2", "http://today.uic.edu/uic-students-run-health-wellness-program-for-chicago-schools", "http://today.uic.edu/uic-students-run-health-wellness-program-for-chicago-schools", "https://involvement.uic.edu/", "http://today.uic.edu/call-me-mister-initiative-comes-to-uic-to-train-more-teachers-of-color", "http://today.uic.edu/call-me-mister-initiative-comes-to-uic-to-train-more-teachers-of-color", "http://today.uic.edu/east-meets-west-citys-urban-gardens-grow-sense-of-community", "http://today.uic.edu/east-meets-west-citys-urban-gardens-grow-sense-of-community", "http://admissions.uic.edu/visit-us", "http://admissions.uic.edu/undergraduate/request-information", "http://admissions.uic.edu/apply-now", "https://today.uic.edu/uic-receives-1m-bequest-from-beloved-art-history-professor", "https://today.uic.edu/uic-establishes-new-graduate-degree-in-city-design", "https://today.uic.edu/men-with-chronic-kidney-disease-have-worse-outcomes-than-women", "https://today.uic.edu/epileptics-in-high-crime-neighborhoods-have-three-times-as-many-seizures", "https://today.uic.edu", "https://today.uic.edu/events/winter-clothing-drive-for-el-rescate", "https://today.uic.edu/events/bachelor-of-arts-in-public-policy-information-session-3", "https://today.uic.edu/events/exploring-endocrine-resistance-in-breast-cancer", "https://today.uic.edu/events", "http://catalog.uic.edu/ucat/academic-calendar/#2017-2018", "https://accc.uic.edu/service/g-suite", "https://my.uic.edu/common/", "https://outlook.uic.edu", "http://accc.uic.edu/service/uicalendar", "http://catalog.uic.edu/ucat/academic-calendar/", "https://today.uic.edu/resources/current-students", "http://events.uic.edu", "https://today.uic.edu/resources/faculty-staff", "http://maps.uic.edu", "http://today.uic.edu", "http://clery.uic.edu/", "http://oae.uic.edu/UnlawfulDiscrimination/index.htm", "http://oae.uic.edu/sexual-misconduct/", "http://financialaid.uic.edu/consumer-information/department-education-complaint-process/", "http://www.uic.edu/apps/departments-az/search", "http://disabilityresources.uic.edu/", "http://emergency.uic.edu", "http://oge.uic.edu/", "http://library.uic.edu", "http://www.uic.edu/depts/dos/studentveteranaffairs.shtml", "http://admissions.uic.edu/visit-us", "http://admissions.uic.edu/undergraduate/request-information", "http://admissions.uic.edu/apply-now", "https://give.uic.edu/", "http://advance.uic.edu/alumni-association/", "https://news.uic.edu/social-media-directory"]}, "https://today.uic.edu/uic-establishes-new-graduate-degree-in-city-design": {"text": "\n\t\t\t\tDecember 6, 2018\t\t\t Chicago, a city known worldwide for its planning and design, will have its first-ever graduate degree in city design when the University of Illinois at Chicago launches a new program next fall. The master of city design degree, based in the College of Urban Planning and Public Affairs, will offer an interdisciplinary learning experience that blends elements of architecture, landscape architecture, urban studies, urban planning and other creative fields. Students will experience intensive city-based courses and studios that provide immersive exposure to integrated design and contemporary professional practice. “The master of city design expands the portfolio of degree offerings by the college, reflecting the changing needs of cities and metropolitan regions,” said Michael Pagano, dean of the college. “That the degree is offered in the center of a global city makes it an exceptionally attractive program for professionals who are looking to enhance their skill set.” Serving as director designate for the program is Sanjeev Vidyarthi, whose own training and professional experience combines architecture, urban design and spatial planning. Sanjeev Vidyarthi, UIC associate professor of urban planning and policy and director designate of the master of city design program. “The master of city design program not only showcases the university’s Great Cities Commitment, but is also well-positioned to produce reflective designers equipped with cutting-edge knowledge and skills to face the complex challenges of an increasingly urban world,” said Vidyarthi, associate professor of urban planning and policy. The program will prepare students for career opportunities at planning and design consulting firms and related work with governments, foundations, community organizations and public sector agencies. It will also enable them to gain acceptance to doctoral programs in urban planning and design. Graduates of the program will be desirable to prospective employers for their “ability to conceive urban public spaces and civic improvement projects by focusing on the physical design aspects of spatial relationships and interactions between people and places,” Vidyarthi said. The program’s courses will be taught by faculty and urban scholars from UIC research centers such as the Great Cities Institute and Voorhees Center for Neighborhood and Community Improvement, and accomplished practitioners from Chicago’s leading design firms. The 38-credit-hour degree can be completed in one year of full-time study. Applications are due Feb. 15 for international applicants and March 15 for domestic applicants. To be considered for a limited number of departmental scholarships, applicants should apply by Jan. 15. In addition to the new degree, the College of Urban Planning and Public Affairs offers two bachelor’s degrees in urban studies and public policy, along with master’s and Ph.D. degrees in urban planning and policy as well as public administration. Certificate programs in geospatial analysis and visualization, and public transit planning and management are also available. More information about the master of city design degree is available online or contact Vidyarthi at svidy@uic.edu or (312) 355-0309. \n\nContact\n\nBrian Flood\n\t\t\t\t\t\t\t312-996-7681\nbflood@uic.edu\ntwitter.com/bflooduic\n\n\n \nBrian Flood\n\t\t\t\t\t\t\t312-996-7681\nbflood@uic.edu\ntwitter.com/bflooduic\n Categories \nCampus, Students  Topics cities, College of Urban Planning and Public Affairs, degree programs, design, master's degree, spatial planning Brian Flood | ", "out_links": ["http://uic.edu", "https://today.uic.edu/campus-news", "https://today.uic.edu/academics-research", "https://today.uic.edu/events", "https://today.uic.edu/resources", "https://today.uic.edu/resources/current-students", "https://today.uic.edu/resources/faculty-staff", "https://today.uic.edu/campus-news/campus-newspaper", "https://today.uic.edu/contact", "https://today.uic.edu/contact/communicating-on-campus", "https://today.uic.edu/contact/communicating-on-campus/sending-massmails-dddh", "https://today.uic.edu/contact/social-media-directory", "https://today.uic.edu/uic-establishes-new-graduate-degree-in-city-design/col-cuppa-main-lockb-sm-red", "https://today.uic.edu/uic-establishes-new-graduate-degree-in-city-design/sanjeev-vidyarthi-2", "https://today.uic.edu/author/bflood", "https://today.uic.edu/category/category-campus", "https://today.uic.edu/category/category-students", "https://today.uic.edu/tag/cities", "https://today.uic.edu/tag/college-of-urban-planning-and-public-affairs", "https://today.uic.edu/tag/degree-programs", "https://today.uic.edu/tag/design", "https://today.uic.edu/tag/masters-degree", "https://today.uic.edu/tag/spatial-planning", "http://uic.edu", "https://today.uic.edu/campus-news/campus-newspaper/subscribe-to-uic-today", "https://today.uic.edu/contact/social-media-directory", "https://today.uic.edu/experts-guide", "https://today.uic.edu/campus-news/campus-newspaper/advertising", "https://today.uic.edu/contact/communicating-on-campus/submit-announcements", "https://today.uic.edu/submit-an-event", "https://today.uic.edu/campus-news/campus-newspaper/subscribe-to-uic-today", "http://uic.edu/", "http://catalog.uic.edu/ucat/academic-calendar/", "http://www.uic.edu/apps/departments-az/search", "http://disabilityresources.uic.edu/", "http://emergency.uic.edu/", "http://events.uic.edu/", "http://uic.edu/about/job-opportunities", "http://library.uic.edu/", "http://maps.uic.edu/", "http://dos.uic.edu/studentveteranaffairs.shtml"]}, "https://today.uic.edu/events/bachelor-of-arts-in-public-policy-information-session-3": {"text": "Map Unavailable\n\nDate/Time\n\tDate(s) - 12/10/2018 - 12/12/20181:00 pm - 2:30 pm\n\n\nLocation\n2100 AEH\n\n\nCategory(ies)\n\nWorkshop\n\n\n\nThe Education Advisory Board (EAB) ranked Public Policy as the 15th most valuable major out of 162 degrees. Join us to find out why at our Bachelor of Arts Information Session. This session will cover the requirements, application process and careers in public policy for both the major and the minor in public policy.\nWhat is Policy- policy is just a fancy word for “rules.” From administrative policies to ordinances and laws, we train you to locate, understand and analyze the policies that impact you, your family, community, state, nation and world. The Education Advisory Board (EAB) ranked Public Policy as the 15th most valuable major out of 162 degrees.\n \nHighlights of our core program:\n\nValues-driven public service training means that we encourage all our students to have a vision about what a high-functioning democracy should look like\nAnalytically grounded training gives you concrete skills to take directly into the workforce, and soft-skills and leadership development to help our students work in highly collaborative environments\nExperiential learning opportunities in-class and through field placements at some of the top government agencies and non-profits in the city, state or nationally\nReal opportunities, real careers to help transform our democracy!\n\nFollow us on Facebook and Twitter:\n@uicdpa\nMore Events\nMore Featured Events ➔\nUIC Calendar of Events \nSubmit an Event ➔ \nDate/Time\n\tDate(s) - 12/10/2018 - 12/12/20181:00 pm - 2:30 pm\n \nLocation\n2100 AEH\n \nCategory(ies)\n\nWorkshop\n\n The Education Advisory Board (EAB) ranked Public Policy as the 15th most valuable major out of 162 degrees. Join us to find out why at our Bachelor of Arts Information Session. This session will cover the requirements, application process and careers in public policy for both the major and the minor in public policy. What is Policy- policy is just a fancy word for “rules.” From administrative policies to ordinances and laws, we train you to locate, understand and analyze the policies that impact you, your family, community, state, nation and world. The Education Advisory Board (EAB) ranked Public Policy as the 15th most valuable major out of 162 degrees.   Highlights of our core program: Follow us on Facebook and Twitter: @uicdpa | ", "out_links": ["http://uic.edu", "https://today.uic.edu/campus-news", "https://today.uic.edu/academics-research", "https://today.uic.edu/events", "https://today.uic.edu/resources", "https://today.uic.edu/resources/current-students", "https://today.uic.edu/resources/faculty-staff", "https://today.uic.edu/campus-news/campus-newspaper", "https://today.uic.edu/contact", "https://today.uic.edu/contact/communicating-on-campus", "https://today.uic.edu/contact/communicating-on-campus/sending-massmails-dddh", "https://today.uic.edu/contact/social-media-directory", "https://today.uic.edu/locations/2100-aeh", "https://today.uic.edu/events/categories/event-workshop", "http://www.uic.edu/htbin/eventcal/eventcal.fcgi", "http://uic.edu", "https://today.uic.edu/campus-news/campus-newspaper/subscribe-to-uic-today", "https://today.uic.edu/contact/social-media-directory", "https://today.uic.edu/experts-guide", "https://today.uic.edu/campus-news/campus-newspaper/advertising", "https://today.uic.edu/contact/communicating-on-campus/submit-announcements", "https://today.uic.edu/submit-an-event", "https://today.uic.edu/campus-news/campus-newspaper/subscribe-to-uic-today", "http://uic.edu/", "http://catalog.uic.edu/ucat/academic-calendar/", "http://www.uic.edu/apps/departments-az/search", "http://disabilityresources.uic.edu/", "http://emergency.uic.edu/", "http://events.uic.edu/", "http://uic.edu/about/job-opportunities", "http://library.uic.edu/", "http://maps.uic.edu/", "http://dos.uic.edu/studentveteranaffairs.shtml"]}, "https://today.uic.edu/epileptics-in-high-crime-neighborhoods-have-three-times-as-many-seizures": {"text": "\n\t\t\t\tDecember 3, 2018\t\t\t People with epilepsy living in high crime neighborhoods in Chicago had three times as many seizures as those living in neighborhoods with lower crime rates, according to new research from the University of Illinois at Chicago presented at the American Epilepsy Society 2018 conference in New Orleans. Epilepsy, a chronic neurological disorder characterized by abnormal brain activity and seizures, affects more than 65 million people worldwide. About one-third have difficulty controlling their seizures even with medication. Seizures can interfere with work, relationships and the ability to live independently. Previous research has shown that living in neighborhoods with high rates of crime have significantly higher levels of the stress hormone cortisol. Stress is also a factor that is commonly reported to trigger seizures in people with epilepsy. The UIC study included 63 adults with epilepsy living within the city limits of Chicago who were participating in a larger study testing the efficacy of a tablet-based educational tool that provides tailored information about epilepsy. That study, called PAUSE, involves patients at the University of Illinois Hospital’s epilepsy clinic and in the Chicagoland community and is facilitated by the Epilepsy Foundation of Greater Chicago. The researchers determined the levels of crime in neighborhoods of the 63 participants by mapping their ZIP codes to specific neighborhoods and then cross-referencing those neighborhoods with local crime rates available through the City of Chicago Police data portal. Participants self-reported the number of seizures they had in the past month and in the past three months. “We found that people living with epilepsy who live in high-crime neighborhoods experienced significantly more seizures,” said Jessica Levy, a research coordinator in the UIC department of neurology and rehabilitation who presented the findings. “On average, people in high-crime neighborhoods had three seizures versus one for people living in low-crime neighborhoods when we looked back over the last 30 days. Over the course of 90 days, people in high-crime neighborhoods had seven seizures on average compared to three for those living in low-crime neighborhoods, so the link between crime and seizure activity is significant.” The researchers found no overall association between neighborhood crime status and the duration of epilepsy or between crime status and poverty. Having more seizures can significantly lower quality of life. Seizures that result in falls can cause bruising or even broken bones. There can also be a stigma associated with having a seizure in public. “Understanding the impact of violence and crime as potential triggers for seizures underscores the need for further research that might allow clinicians to make better-informed recommendations for self-management education and stress management skills,” said Dr. Dilip Pandey, associate professor of neurology and rehabilitation at UIC and an investigator on the study. Katharine Ozenberger is a co-investigator on the study. The PAUSE study is conducted through the UIC department of neurology and rehabilitation by Dr. Dilip Pandey and Dr. Jeffery Loeb. PAUSE is supported by the University of Illinois Prevention Research Center and the Centers for Disease Control and Prevention (CDC) Managing Epilepsy Well (MEW) Network under CDC cooperative agreement no. U48-DP005010. UIC IRB # 2015-0595. \n\nContact\n\nSharon Parmet\n\t\t\t\t\t\t\t312-413-2695\nsparmet@uic.edu\n\n\n\nCategories\n\nHealth Sciences Colleges, Research \n \nSharon Parmet\n\t\t\t\t\t\t\t312-413-2695\nsparmet@uic.edu\n Categories \nHealth Sciences Colleges, Research  Topics crime, epilepsy, social determinants of health Sharon Parmet | ", "out_links": ["http://uic.edu", "https://today.uic.edu/campus-news", "https://today.uic.edu/academics-research", "https://today.uic.edu/events", "https://today.uic.edu/resources", "https://today.uic.edu/resources/current-students", "https://today.uic.edu/resources/faculty-staff", "https://today.uic.edu/campus-news/campus-newspaper", "https://today.uic.edu/contact", "https://today.uic.edu/contact/communicating-on-campus", "https://today.uic.edu/contact/communicating-on-campus/sending-massmails-dddh", "https://today.uic.edu/contact/social-media-directory", "https://today.uic.edu/author/sparmet", "https://today.uic.edu/category/hsc", "https://today.uic.edu/category/category-research", "https://today.uic.edu/tag/crime", "https://today.uic.edu/tag/epilepsy", "https://today.uic.edu/tag/social-determinants-of-health", "http://uic.edu", "https://today.uic.edu/campus-news/campus-newspaper/subscribe-to-uic-today", "https://today.uic.edu/contact/social-media-directory", "https://today.uic.edu/experts-guide", "https://today.uic.edu/campus-news/campus-newspaper/advertising", "https://today.uic.edu/contact/communicating-on-campus/submit-announcements", "https://today.uic.edu/submit-an-event", "https://today.uic.edu/campus-news/campus-newspaper/subscribe-to-uic-today", "http://uic.edu/", "http://catalog.uic.edu/ucat/academic-calendar/", "http://www.uic.edu/apps/departments-az/search", "http://disabilityresources.uic.edu/", "http://emergency.uic.edu/", "http://events.uic.edu/", "http://uic.edu/about/job-opportunities", "http://library.uic.edu/", "http://maps.uic.edu/", "http://dos.uic.edu/studentveteranaffairs.shtml"]}